[InteractiveObjects.MO_BagmanKey InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_DeadDrop InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BagmanKey MissionItemDefinition]
UseFailureCharacterMessage="Have to %s Use this project."
ItemName="Message key"
PickupMessage="APPROX %s"
UseFailureLevelMessage="This function requires at least %d.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="in general"

[ItemDefs.ID_BagmanKey:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Seaford Messenger key; Open another door that leads to the secret cave."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_BagmansKey MissionItemDefinition]
UseFailureCharacterMessage="It has to be done. %s use it."
ItemName="Important information"
PickupMessage="six %s"
UseFailureLevelMessage="You must be at least %d to use this tool.."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="from everyone"

[ItemDefs.ID_BagmansKey:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The key that opens the way to the lair of Zafford's secret emissary."
NoConstraintText=""
Suffix=""
Prefix=""

